#+title: Todo
#+TODO: TODO PROG REVW BLOK | DONE

#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2025-03-04 Tue 11:01]
| Headline               |   Time |      |
|------------------------+--------+------|
| *Total time*           | *1:07* |      |
|------------------------+--------+------|
| Controladores y vistas |   0:56 |      |
| Seeders                |   0:11 |      |
| \_  Event              |        | 0:11 |
#+END:


* TODO Controladores y vistas
:PROPERTIES:
:Effort:   1h 30min
:END:
:LOGBOOK:
CLOCK: [2025-03-04 Tue 10:20]--[2025-03-04 Tue 11:01] =>  0:41
CLOCK: [2025-03-04 Tue 09:49]--[2025-03-04 Tue 10:04] =>  0:15
:END:
** PROG Valve
** PROG Zone
** TODO Schedule
** PROG Event
** PROG Status
* Controladores API
** TODO Valve
** TODO Zone
** TODO Schedule
** TODO Event
** TODO Status
* TODO Estilos y markup laravel por defecto
* TODO Permisos
* TODO Traducciones
* DONE Seeders
** DONE Event
:PROPERTIES:
:Effort:   30 min
:END:
:LOGBOOK:
CLOCK: [2025-03-04 Tue 10:06]--[2025-03-04 Tue 10:17] =>  0:11
:END:
